Repository: TobiasLohner/proSoar
Catalog: prosoar/translations/sp/LC_MESSAGES/messages.po
Languages: es

source: Task
es: Tarea

source: New &amp; Load
es: Nueva &amp; Carga

source: Save &amp; Export
es: Guardar &amp; Exportar

source: Total task distance
es: Distancia total de la tarea

source: Waypoints
es: Puntos de paso

source: Current Waypoint Files
es: Archivos actuales de puntos de paso

source: Add Waypoint File
es: Agregar archivo de punto de paso

source: Analyse
es: Analizar

source: About
es: Acerca

source: %(prosoar)s is free software released under the <a href="%(gpl_url)s">GNU/GPL licence</a>.<br>To contribute, get the source at %(github)s or report bugs to the <a href="%(bugtracker_url)s">bugtracker</a>.
es: %(prosoar)s es un software libre publicado bajo la<a href="%(gpl_url)s">licencia GNU/GPL</a>.<br>Para contribuir, obtenga el código fuente en %(github)s o informe de errores en <a href="%(bugtracker_url)s">bugtracker</a>.

source: Map data
es: Datos del mapa

source: Airport data by %(welt2000)s project
es: Datos del aeródromo provisto por %(welt2000)s project

source: Search provided by %(nominatim)s
es: Búsqueda provista por %(nominatim)s

source: All data and information provided without guarantee.<br>Use for information only. Do not use for real navigation!
es: Todos los datos e informaciones son provistas sin garantía.<br>Usela solo a modo de información. No para su navegación en el mundo real!

source: General Task Options
es: Opciones generales de tareas

source: Start
es: Inicio

source: Finish
es: Final

source: Task type
es: Tipo de tarea

source: Sector type
es: Tipo de sector

source: Radius
es: Radio

source: Inner Radius
es: Radio interior

source: Start Radial
es: Iniciar radial

source: End Radial
es: Finalizar radial

source: Accept
es: Aceptar

source: Cancel
es: Cancelar

source: New & Load Task
es: Nuevo & Cargar tarea

source: New
es: Nuevo

source: Load
es: Cargar

source: New Task
es: Nueva tarea

source: Load Task
es: Cargar tarea

source: Select task to load
es: Seleccionar tarea a cargar

source: Task Name
es: Nombre de la tarea

source: Type
es: Tipo

source: Distance
es: Distancia

source: Turnpoints
es: Puntos de viraje

source: Last Modified
es: Ultima modificación

source: Racing
es: Carrera

source: Task must have at least start and finish
es: La tarea debe tener al menos un inicio y final

source: An unknown error occured. Please try again.
es: Un error desconocido ocurrió. Por favor inténtelo nuevamente.

source: Save & Export Task
es: Guardar & Exportar tarea

source: Invalid task name
es: Nombre de tarea es incorrecta

source: Export
es: Exportar

source: Save
es: Guardar

source: Close
es: Cerrar

source: Save Task
es: Guardar tarea

source: Select your file format
es: Seleccione su formato de archivo

source: QR Code
es: Código QR

source: Save as
es: Guardar como

source: Add Waypoint File...
es: Agregar archivo puntos de paso…

source: Add
es: Agregar

source: Delete Waypoint File...
es: Borrar archivo puntos de paso...

source: Are you sure you want to delete waypoint file
es: Está seguro que quiere borrar archivo de puntos de paso

source: Add IGC File...
es: Agregar archivo IGC...

source: Analyse IGC file
es: Analizar archivo IGC

source: File
es: Archivo

source: Takeoff
es: Despegue

source: Landing
es: Aterrizaje

source: Plus
es: Más

source: Triangle
es: Triángulo

source: OSM Map
es: Mapa OSM

source: Hill shading
es: Terreno sombreado

source: Airspace
es: Espacio aéreo

source: Google Physical
es: Google Relieve

source: Google Satellite
es: Google Satélite

source: Airports
es: Aeródromos

source: Task Turnpoint Sectors
es: Sectores de tareas de puntos de viraje

source: Airport
es: Aeródromo

source: Turnpoint
es: Punto de viraje

source: Special Task Layer
es: Capa especial de tarea

source: Press ENTER to search
es: Presione INTRO para buscar

source: Searching
es: Buscando

source: Nothing found
es: No se encuentra nada

source: DAeC keyhole
es: Ojo de cerradura DAeC

source: FAI quadrant
es: Cuadrante FAI

source: FAI start quadrant
es: Cuadrante de inicio FAI

source: FAI finish quadrant
es: Cuadrante de meta FAI

source: Circle
es: Círculo

source: Start line
es: Línea de salida

source: Finish line
es: Línea de meta

source: BGA Fixed Course
es: Curso fijo BGA

source: BGA Enh. Opt. Fixed Course
es: Curso fijo BGA Enh. Opt.

source: BGA Start Sector
es: Inicio de sector BGA

source: Racing Task
es: Misión de la carrera

source: Assigned Area Task
es: Area asignada de la tarea

source: FAI badge/records
es: Insignia/récord FAI

source: FAI triangle
es: Triángulo FAI

source: Free turnpoint
es: Liberar punto de viraje
